Repository: pablots25/ft_ham
Catalog: ft8_ham/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

# onb_station_text2
source: These values are required to generate valid FT8 / FT4 messages.
de: Diese Angaben sind nötig, um gültige FT8-/FT4-Nachrichten zu erzeugen.
es: Estos valores son necesarios para generar mensajes FT8 / FT4 válidos.
fr: Ces valeurs sont requises pour générer des messages FT8 / FT4 valides.
it: Questi valori sono necessari per generare messaggi FT8 / FT4 validi.

# onb_title_autosequencing
source: AutoSequencing
de: Auto-Sequenzierung
es: Auto-secuencia
fr: Séquençage automatique
it: Sequenza automatica

# onb_title_logbook
source: Logbook
de: Logbuch
fr: Carnet de trafic
it: Log

# onb_title_map
source: Worked Locators Map
de: Karte gearbeiteter Locatoren
es: Mapa de locators trabajados
fr: Carte des locators contactés
it: Mappa dei locator lavorati

# onb_title_reply
source: Slide to Reply
de: Wischen zum Antworten
es: Deslizar para responder
fr: Glisser pour répondre
it: Scorri per rispondere

# onb_title_rx
source: Receiving (RX)
de: Empfangen (RX)
es: Recepción (RX)
fr: Réception (RX)
it: Ricezione (RX)

# onb_title_station
source: Your Station
de: Deine Station
es: Tu estación
fr: Votre station
it: La tua stazione

# onb_title_tx
source: Transmitting (TX)
de: Senden (TX)
es: Transmisión (TX)
fr: Transmission (TX)
it: Trasmissione (TX)

# onb_title_views
source: Personalized Views
de: Personalisierte Ansichten
es: Vistas personalizadas
fr: Vues personnalisées
it: Viste personalizzate

# onb_title_waterfall
source: Waterfall
de: Wasserfall

# onb_title_welcome
source: Welcome to FT8 Ham
de: Willkommen bei FT8 Ham
es: ¡Bienvenido/a a FT Ham!
fr: Bienvenue dans FT8 Ham
it: Benvenuto in FT8 Ham

# onb_tx_text1
source: FT8 and FT4 transmissions are synchronized to strict time slots.
de: FT8- und FT4-Aussendungen sind an feste Zeitfenster gebunden.
es: Las transmisiones FT8 y FT4 están sincronizadas con intervalos estrictos.
fr: Les transmissions FT8 et FT4 sont synchronisées sur des créneaux stricts.
it: Le trasmissioni FT8 e FT4 sono sincronizzate su slot temporali rigidi.

# onb_tx_text2
source: With Auto TX enabled, messages are sent automatically at the correct time.
de: Mit aktiviertem Auto-TX werden Nachrichten automatisch zur richtigen Zeit gesendet.
es: Con Auto TX activado, los mensajes se envían automáticamente en el momento correcto.
fr: Avec TX auto activé, les messages sont envoyés automatiquement au bon moment.
it: Con TX automatico attivo, i messaggi vengono inviati automaticamente al momento giusto.

# onb_views_condensed
source: Condensed
de: Kompakt
es: Condensada
fr: Condensé
it: Compatto

# onb_views_condensed_desc
source: See all your message info in a single, compact line.
de: Alle Nachrichteninfos in einer einzigen, kompakten Zeile.
es: Toda la información del mensaje en una línea compacta.
fr: Toutes les infos du message sur une seule ligne compacte.
it: Tutte le informazioni del messaggio in un'unica riga compatta.

# onb_views_separated
source: Separated
de: Getrennt
es: Separada
fr: Séparé
it: Separato

# onb_views_separated_desc
source: Timestamp and message are shown separately, with room for multiple lines.
de: Zeitstempel und Nachricht werden getrennt angezeigt, mit Platz für mehrere Zeilen.
es: La hora y el mensaje se muestran por separado, con espacio para varias líneas.
fr: L'horodatage et le message sont affichés séparément, avec de la place pour plusieurs lignes.
it: Orario e messaggio sono mostrati separatamente, con spazio per più righe.

# onb_views_vertical
source: Vertical
de: Vertikal
it: Verticale

# onb_views_vertical_desc
source: Timestamp appears on top and your message below, perfect for reading longer texts.
de: Zeitstempel oben, Nachricht darunter – ideal zum Lesen längerer Texte.
es: La hora aparece arriba y el mensaje debajo, ideal para textos largos.
fr: L'horodatage en haut et le message en dessous, parfait pour lire des textes plus longs.
it: Orario in alto e messaggio sotto, perfetto per leggere testi più lunghi.

# onb_waterfall_text1
source: The waterfall shows the frequency spectrum in real time.
de: Der Wasserfall zeigt das Frequenzspektrum in Echtzeit.
es: El waterfall muestra el espectro de frecuencias en tiempo real.
fr: Le waterfall affiche le spectre de fréquences en temps réel.
it: Il waterfall mostra lo spettro di frequenza in tempo reale.

# onb_waterfall_text2
source: Use it to visually identify signals and activity across the band.
de: Nutze ihn, um Signale und Aktivität auf dem Band visuell zu erkennen.
es: Úsalo para identificar visualmente señales y actividad en la banda.
fr: Utilisez-le pour repérer visuellement les signaux et l'activité sur la bande.
it: Usalo per individuare visivamente segnali e attività sulla banda.

# onb_welcome_text
source: Decode and transmit FT8 / FT4 signals using your device’s audio input and output.
de: Dekodiere und sende FT8-/FT4-Signale über Audioein- und -ausgang deines Geräts.
es: Decodifica y transmite señales FT8 / FT4 usando la entrada y salida de audio de tu dispositivo.
fr: Décodez et transmettez des signaux FT8 / FT4 via l'entrée et la sortie audio de votre appareil.
it: Decodifica e trasmetti segnali FT8 / FT4 usando l'ingresso e l'uscita audio del tuo dispositivo.

source: One payment. Forever
de: Einmal zahlen. Für immer
es: Un solo pago. Para siempre
fr: Un seul paiement. Pour toujours
it: Un solo pagamento. Per sempre

source: One-time payment • No subscription
de: Einmalige Zahlung • Kein Abo
es: Pago único • Sin suscripción
fr: Paiement unique • Sans abonnement
it: Pagamento unico • Nessun abbonamento

source: Only if new band/mode
de: Nur bei neuem Band/Modus
es: Solo con nueva banda/modo
fr: Seulement si nouvelle bande/mode
it: Solo se nuova banda/modo

source: Only messages directly involving your callsign and your own transmissions are shown. CQ calls from others are hidden.
de: Nur Nachrichten mit deinem Rufzeichen und deine eigenen Aussendungen werden angezeigt. CQ-Rufe anderer werden ausgeblendet.
es: Solo se muestran los mensajes que incluyen directamente tu indicativo y tus propias transmisiones. Las llamadas CQ de otros se ocultan.
fr: Seuls les messages impliquant directement votre indicatif et vos propres transmissions sont affichés. Les appels CQ des autres sont masqués.
it: Vengono mostrati solo i messaggi che riguardano direttamente il tuo nominativo e le tue trasmissioni. Le chiamate CQ degli altri sono nascoste.

source: Only QSOs within the selected dates and UTC time window will be exported
de: Nur QSOs innerhalb der gewählten Daten und des UTC-Zeitfensters werden exportiert
es: Solo se exportarán los QSOs dentro de las fechas y la ventana horaria UTC seleccionadas
fr: Seuls les QSO dans les dates et la fenêtre horaire UTC sélectionnées seront exportés
it: Verranno esportati solo i QSO entro le date e la finestra oraria UTC selezionate

source: Open CAT settings
de: CAT-Einstellungen öffnen
es: Abrir ajustes CAT
fr: Ouvrir les réglages CAT
it: Apri impostazioni CAT

# Optional tips help maintain the app. The app works the same without donating.
source: Donations help maintain the app. The app works the same without donating.
de: Spenden helfen, die App zu pflegen. Die App funktioniert auch ohne Spende genauso.
es: Las donaciones ayudan a mantener la app. La app funciona igual sin donar.
fr: Les dons aident à maintenir l'app. L'app fonctionne de la même manière sans don.
it: Le donazioni aiutano a mantenere l'app. L'app funziona allo stesso modo senza donare.

source: Others
de: Andere
es: Otros
fr: Autres
it: Altri

source: Pane
de: Bereich
fr: Panneau
it: Pannello

source: Path between 2 stations contacting each other in the last RX loop
de: Pfad zwischen zwei Stationen, die sich in der letzten RX-Schleife kontaktiert haben
es: Trayecto entre 2 estaciones que se contactaron en el último ciclo de RX
fr: Trajet entre deux stations en contact lors de la dernière boucle RX
it: Percorso tra due stazioni in contatto nell'ultimo ciclo RX

source: Payment charged to your Apple ID
de: Zahlung über deine Apple-ID
es: Pago cargado a tu ID de Apple
fr: Paiement débité sur votre identifiant Apple
it: Pagamento addebitato sul tuo ID Apple

source: Please fill in your callsign and locator in the Configuration tab to start using the app
de: Bitte trage Rufzeichen und Locator im Konfigurations-Tab ein, um die App zu verwenden
es: Por favor, completa tu indicativo y localizador en la pestaña de configuración para comenzar a usar la aplicación
fr: Veuillez renseigner votre indicatif et votre locator dans l'onglet Configuration pour commencer à utiliser l'app
it: Inserisci il tuo nominativo e il locator nella scheda Configurazione per iniziare a usare l'app

source: Please review the full documents:
de: Bitte lies die vollständigen Dokumente:
es: Por favor, revisa la documentación completa:
fr: Veuillez consulter les documents complets :
it: Consulta i documenti completi:

source: POTA Reference:
de: POTA-Referenz:
es: Referencia POTA:
fr: Référence POTA :
it: Riferimento POTA:

source: Premium Feature
de: Premium-Funktion
es: Función Premium
fr: Fonctionnalité premium
it: Funzione premium

source: Preparing logs…
de: Logs werden vorbereitet …
es: Preparando logs…
fr: Préparation des journaux…
it: Preparazione dei log…

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima

source: Previous band
de: Vorheriges Band
es: Banda anterior
fr: Bande précédente
it: Banda precedente

source: Privacy and analytics
de: Datenschutz und Analyse
es: Privacidad y análisis
fr: Confidentialité et statistiques
it: Privacy e analisi

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy

source: PSK Reporter debugging requires premium features.
de: Das PSK-Reporter-Debugging erfordert Premium-Funktionen.
es: La depuración de PSK Reporter requiere funciones premium.
fr: Le débogage PSK Reporter nécessite les fonctionnalités premium.
it: Il debug di PSK Reporter richiede le funzioni premium.

source: PSK Reporter help
de: Hilfe zu PSK Reporter
es: Ayuda PSK Reporter
fr: Aide sur PSK Reporter
it: Aiuto su PSK Reporter

source: PSK Reporter, Premium Feature
de: PSK Reporter, Premium-Funktion
es: PSK Reporter, función premium
fr: PSK Reporter, fonctionnalité premium
it: PSK Reporter, funzione premium

source: Purchase is tied to your Apple ID across all devices
de: Der Kauf ist auf allen Geräten mit deiner Apple-ID verknüpft
es: La compra está vinculada a tu ID de Apple en todos tus dispositivos
fr: L'achat est lié à votre identifiant Apple sur tous vos appareils
it: L'acquisto è legato al tuo ID Apple su tutti i dispositivi

source: QRZ Logbook
de: QRZ-Logbuch
fr: Carnet de trafic QRZ
it: Log QRZ

source: QRZ Logbook Integration
de: QRZ-Logbuch-Integration
es: Integración con QRZ Logbook
fr: Intégration du carnet QRZ
it: Integrazione log QRZ

source: QSO Automation
de: QSO-Automatisierung
es: Automatización de QSO
fr: Automatisation des QSO
it: Automazione QSO

source: QSO deleted
de: QSO gelöscht
es: QSO eliminado
fr: QSO supprimé
it: QSO eliminato

source: QSOs to Export
de: Zu exportierende QSOs
es: QSOs a exportar
fr: QSO à exporter
it: QSO da esportare

source: Quick config
de: Schnellkonfiguration
es: Config. rápida
fr: Configuration rapide
it: Configurazione rapida

source: Quick message generation
de: Schnelle Nachrichtenerstellung
es: Generación rápida de mensajes
fr: Génération rapide de messages
it: Generazione rapida di messaggi

source: Quick Reply
de: Schnellantwort
es: Respuesta rápida
fr: Réponse rapide
it: Risposta rapida

source: Radio
de: Funkgerät

source: Re-display help messages or the initial onboarding tutorial.
de: Hilfetexte oder das anfängliche Einführungs-Tutorial erneut anzeigen.
es: Vuelve a mostrar los mensajes de ayuda o el tutorial inicial.
fr: Réafficher les messages d'aide ou le tutoriel d'introduction initial.
it: Mostra di nuovo i messaggi di aiuto o il tutorial introduttivo iniziale.

source: Reading file…
de: Datei wird gelesen …
es: Leyendo archivo…
fr: Lecture du fichier…
it: Lettura del file…

source: Received
de: Empfangen
es: Recibidos
fr: Reçu
it: Ricevuto

source: Received CQ from another station
de: CQ-Ruf von einer anderen Station empfangen
es: CQ recibido de otra estación
fr: CQ reçu d'une autre station
it: CQ ricevuto da un'altra stazione

source: Receiver Control
de: Empfängersteuerung
es: Control de recepción
fr: Contrôle du récepteur
it: Controllo del ricevitore

source: Reference
de: Referenz
es: Referencia
fr: Référence
it: Riferimento

source: Reply to CQ received
de: Auf empfangenen CQ-Ruf antworten
es: Responder a CQ recibido
fr: Répondre au CQ reçu
it: Rispondi al CQ ricevuto

source: Reset help messages
de: Hilfetexte zurücksetzen
es: Reiniciar mensajes de ayuda
fr: Réinitialiser les messages d'aide
it: Ripristina i messaggi di aiuto

source: Restore Backup
de: Backup wiederherstellen
es: Restaurar copia de seguridad
fr: Restaurer la sauvegarde
it: Ripristina backup

source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
it: Ripristina acquisto

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati

source: Retransmission retries
de: Sendewiederholungen
es: Intentos de retransmisión
fr: Tentatives de réémission
it: Tentativi di ritrasmissione

source: Retries
de: Wiederholungen
es: Intentos
fr: Tentatives
it: Tentativi

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova

source: RST Received
de: RST empfangen
es: RST recibido
fr: RST reçu
it: RST ricevuto

source: RST Sent
de: RST gesendet
es: RST enviado
fr: RST envoyé
it: RST inviato

source: SA (South America)
de: SA (Südamerika)
es: SA (América del Sur)
fr: SA (Amérique du Sud)
it: SA (Sud America)

source: Sample
de: Beispiel
es: Ejemplo
fr: Exemple
it: Esempio

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva

source: Search settings…
de: Einstellungen durchsuchen …
es: Buscar en ajustes…
fr: Rechercher dans les réglages…
it: Cerca nelle impostazioni…

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto

source: Select an ADIF file (.adi / .adif). You'll see a preview before anything is imported. Duplicate entries are skipped based on callsign, band, and time (±2 min).
de: Wähle eine ADIF-Datei (.adi / .adif). Vor dem Import siehst du eine Vorschau. Duplikate werden anhand von Rufzeichen, Band und Zeit (±2 Min.) übersprungen.
es: Selecciona un archivo ADIF (.adi / .adif). Verás una vista previa antes de importar nada. Las entradas duplicadas se omiten según indicativo, banda y hora (±2 min).
fr: Sélectionnez un fichier ADIF (.adi / .adif). Un aperçu s'affiche avant tout import. Les doublons sont ignorés selon l'indicatif, la bande et l'heure (±2 min).
it: Seleziona un file ADIF (.adi / .adif). Vedrai un'anteprima prima dell'importazione. Le voci duplicate vengono saltate in base a nominativo, banda e ora (±2 min).

source: Select Export Type
de: Exporttyp wählen
es: Seleccionar tipo de exportación
fr: Choisir le type d'export
it: Scegli il tipo di esportazione

source: Select operating mode and transmission cycle timing.
de: Wähle Betriebsmodus und Sendezyklus.
es: Selecciona el modo y el ciclo de transmisión.
fr: Choisissez le mode d'opération et le rythme du cycle de transmission.
it: Scegli il modo operativo e la cadenza del ciclo di trasmissione.

source: Selected QSOs
de: Ausgewählte QSOs
es: QSOs seleccionados
fr: QSO sélectionnés
it: QSO selezionati

source: Send Email
de: E-Mail senden
es: Enviar por correo electrónico
fr: Envoyer un e-mail
it: Invia e-mail

source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un avis
it: Invia feedback

source: Separated
de: Getrennt
es: Separada
fr: Séparé
it: Separato

source: Share it with your fellow hams and friends! 📣
de: Teile sie mit anderen Funkamateuren und Freunden! 📣
es: ¡Compártela con otros radioaficionados y con tus amigos! 📣
fr: Partagez-la avec vos amis radioamateurs ! 📣
it: Condividila con altri radioamatori e amici! 📣

source: Share usage statistics
de: Nutzungsstatistiken teilen
es: Compartir estadísticas de uso
fr: Partager les statistiques d'utilisation
it: Condividi le statistiche d'uso

source: Show all messages
de: Alle Nachrichten anzeigen
es: Mostrar todos los mensajes
fr: Afficher tous les messages
it: Mostra tutti i messaggi

source: Show initial tutorial
de: Anfangs-Tutorial anzeigen
es: Mostrar tutorial
fr: Afficher le tutoriel initial
it: Mostra il tutorial iniziale

source: Show mine
de: Nur meine anzeigen
es: Mostrar los míos
fr: Afficher les miens
it: Mostra i miei

source: Show mine and CQ
de: Meine und CQ anzeigen
es: Mostrar los míos y CQ
fr: Afficher les miens et les CQ
it: Mostra i miei e i CQ

source: Show TX messages in RX list
de: TX-Nachrichten in der RX-Liste anzeigen
es: Mostrar mensajes TX en la lista RX
fr: Afficher les messages TX dans la liste RX
it: Mostra i messaggi TX nell'elenco RX

source: Shows messages involving you, your own transmissions, and all CQ calls — useful for monitoring new contacts while keeping noise down.
de: Zeigt Nachrichten mit deinem Rufzeichen, deine eigenen Aussendungen und alle CQ-Rufe – nützlich, um neue Kontakte zu beobachten und Rauschen zu reduzieren.
es: Muestra los mensajes que te incluyen, tus propias transmisiones y todas las llamadas CQ; útil para vigilar nuevos contactos reduciendo el ruido.
fr: Affiche les messages vous concernant, vos propres transmissions et tous les appels CQ — utile pour surveiller de nouveaux contacts tout en limitant le bruit.
it: Mostra i messaggi che ti riguardano, le tue trasmissioni e tutte le chiamate CQ: utile per monitorare nuovi contatti riducendo il rumore.

source: Signal Report
de: Signalrapport
es: Reporte de señal
fr: Report de signal
it: Rapporto del segnale

source: Skip
de: Überspringen
es: Saltar
fr: Ignorer
it: Salta

source: SNR dB help
de: Hilfe zum SNR (dB)
es: Ayuda SNR dB
fr: Aide sur le SNR (dB)
it: Aiuto sull'SNR (dB)

source: SOTA (Summits)
de: SOTA (Gipfel)
es: SOTA (Cimas)
fr: SOTA (Sommets)
it: SOTA (Vette)

source: SOTA Reference:
de: SOTA-Referenz:
es: Referencia SOTA:
fr: Référence SOTA :
it: Riferimento SOTA:

source: Start Auto TX
de: Auto-TX starten
es: Iniciar Auto TX
fr: Démarrer TX auto
it: Avvia TX automatico

source: Start Date
de: Startdatum
es: Comienzo
fr: Date de début
it: Data di inizio

source: Start RX
de: RX starten
es: Iniciar RX
fr: Démarrer RX
it: Avvia RX

source: Start Time (UTC)
de: Startzeit (UTC)
es: Hora de inicio (UTC)
fr: Heure de début (UTC)
it: Ora di inizio (UTC)

source: Station Callsign
de: Stationsrufzeichen
es: Indicativo de la estación
fr: Indicatif de la station
it: Nominativo della stazione

source: Station details
de: Stationsdetails
es: Información de la estación
fr: Détails de la station
it: Dettagli della stazione

source: Station Settings
de: Stationseinstellungen
es: Ajustes de la estación
fr: Réglages de la station
it: Impostazioni della stazione

source: Station-to-station (not involving you)
de: Station zu Station (ohne dich)
es: Entre estaciones (sin incluirte)
fr: De station à station (sans vous)
it: Da stazione a stazione (senza di te)

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche

source: Stop all
de: Alles stoppen
es: Detener todo
fr: Tout arrêter
it: Ferma tutto

source: Stop Auto TX
de: Auto-TX stoppen
fr: Arrêter TX auto
it: Ferma TX automatico

source: Stop QSO
de: QSO beenden
fr: Arrêter le QSO
it: Interrompi QSO

source: Stop RX
de: RX stoppen
fr: Arrêter RX
it: Ferma RX

source: Stop TX
de: TX stoppen
fr: Arrêter TX
it: Ferma TX

source: Summary
de: Übersicht
es: Resumen
fr: Résumé
it: Riepilogo

source: Support
de: Unterstützung
es: Ayuda
fr: Soutien
it: Supporto

source: Support FT HAM
de: FT HAM unterstützen
es: Apoyar FT HAM
fr: Soutenir FT HAM
it: Sostieni FT HAM

source: Support FT HAM?
de: FT HAM unterstützen?
es: ¿Apoyar FT HAM?
fr: Soutenir FT HAM ?
it: Sostenere FT HAM?

source: Swipe right to reply
de: Zum Antworten nach rechts wischen
es: Desliza a la derecha para responder
fr: Balayez vers la droite pour répondre
it: Scorri verso destra per rispondere

source: Switch to Local Time
de: Zu lokaler Zeit wechseln
es: Cambiar a hora local
fr: Passer à l'heure locale
it: Passa all'ora locale

source: Switch to UTC
de: Zu UTC wechseln
es: Cambiar a UTC
fr: Passer à l'UTC
it: Passa a UTC

source: System logs
de: Systemprotokolle
es: Logs del sistema
fr: Journaux système
it: Log di sistema

source: Tap here to enable or disable frequency adjustments directly on the waterfall.
de: Tippe hier, um Frequenzanpassungen direkt im Wasserfall zu aktivieren oder zu deaktivieren.
es: Pulsa aquí para activar o desactivar el ajuste de frecuencia de TX en la cascada
fr: Touchez ici pour activer ou désactiver les ajustements de fréquence directement sur le waterfall.
it: Tocca qui per attivare o disattivare le regolazioni di frequenza direttamente sul waterfall.

source: Tap the filter icon to cycle through the three modes.
de: Tippe auf das Filtersymbol, um durch die drei Modi zu wechseln.
es: Toca el icono de filtro para alternar entre los tres modos.
fr: Touchez l'icône de filtre pour parcourir les trois modes.
it: Tocca l'icona del filtro per scorrere le tre modalità.

source: Tap to collapse
de: Zum Einklappen tippen
es: Toca para contraer
fr: Touchez pour réduire
it: Tocca per comprimere

source: Tap to expand. Long-press or swipe right to edit.
de: Zum Aufklappen tippen. Zum Bearbeiten lange drücken oder nach rechts wischen.
es: Toca para expandir. Mantén pulsado o desliza a la derecha para editar.
fr: Touchez pour développer. Appui long ou balayage vers la droite pour modifier.
it: Tocca per espandere. Tieni premuto o scorri verso destra per modificare.

source: Terms & Privacy
de: Nutzungsbedingungen und Datenschutz
es: Términos de uso y privacidad
fr: Conditions et confidentialité
it: Condizioni e privacy

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Condizioni d'uso

source: Test Donation Prompt
de: Spendenhinweis testen
es: Test Donate Prompt
fr: Tester l'invite de don
it: Prova richiesta donazione

source: Test Rate Prompt
de: Bewertungshinweis testen
fr: Tester l'invite de notation
it: Prova richiesta valutazione

source: Test Share Prompt
de: Teilen-Hinweis testen
fr: Tester l'invite de partage
it: Prova richiesta condivisione

source: Thank You for Your Support!
de: Danke für deine Unterstützung!
es: ¡Gracias por tu apoyo!
fr: Merci de votre soutien !
it: Grazie per il tuo supporto!

source: Thank you!
de: Danke!
es: ¡Gracias!
fr: Merci !
it: Grazie!

source: The app works the same even if you don’t donate. These donations are optional and help support its maintenance.
de: Die App funktioniert auch ohne Spende genauso. Spenden sind freiwillig und unterstützen die Pflege der App.
es: La aplicación funciona igual incluso si no donas. Estas donaciones son opcionales y ayudan a su mantenimiento.
fr: L'app fonctionne de la même manière même sans don. Les dons sont facultatifs et aident à sa maintenance.
it: L'app funziona allo stesso modo anche senza donazioni. Le donazioni sono facoltative e aiutano la sua manutenzione.

source: The logbook could not be exported. Please try again.
de: Das Logbuch konnte nicht exportiert werden. Bitte versuche es erneut.
es: No se pudo exportar el logbook. Inténtalo de nuevo.
fr: Le carnet de trafic n'a pas pu être exporté. Veuillez réessayer.
it: Impossibile esportare il log. Riprova.
